/* Placeholder to show while the services menu is being built */
"Building\\U2026" = "A compor…";

/* Development (as in programming) category for Services */
"Development" = "Programação";

/* Files and folders category for Services */
"Files and Folders" = "Ficheiros e pastas";

/* General category for Services */
"General" = "Geral";

/* Internet category for Services */
"Internet" = "Internet";

/* Messaging category for Services */
"Messaging" = "Mensagens";

/* Menu item title for when no services are available in this context */
"No Services Apply" = "Nenhum serviço disponível";

/* Pictures (as in images) category for Services */
"Pictures" = "Imagens";

/* Searching category for Services */
"Searching" = "A pesquisar";

/* Title for Services menu */
"Services" = "Serviços";

/* Error description when Services Preferences could not be opened. */
"Services Preferences are not available because System Preferences could not be opened." = "As preferências de serviços não estão disponíveis, porque não foi possível abrir as Preferências do Sistema.";

/* Menu item title for changing Services menu */
"Services Preferences\\U2026" = "Preferências de serviços…";

/* Text category for Services */
"Text" = "Texto";

